taskt/Core/Automation/Commands/WindowGroup/ActivateWindowsCommand.dot
digraph "ActivateWindowsCommand" {
"ActivateWindowsCommand" -> "AWindowNamesCommands";
"AWindowNamesCommands" -> "AWindowNameCoreCommands";
"AWindowNamesCommands" -> "IWindowNamesProperties";
"AWindowNamesCommands" -> "ICanHandleList";
"AWindowNameCoreCommands" -> "ScriptCommand";
"AWindowNameCoreCommands" -> "IWindowNameCoreProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
