taskt/Core/Automation/Commands/WindowGroup/ActivateWindowsCommand.puml
@startuml
ActivateWindowsCommand --> AWindowNamesCommands
AWindowNamesCommands --> AWindowNameCoreCommands
AWindowNamesCommands --> IWindowNamesProperties
AWindowNamesCommands --> ICanHandleList
AWindowNameCoreCommands --> ScriptCommand
AWindowNameCoreCommands --> IWindowNameCoreProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
